Repository: GamemakerChina/gms9999_zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: SCM History
zh_cn: SCM 历史

source: SCREENSHOT
zh_cn: 截图

source: SDK Status:
zh_cn: SDK 状态：

source: SDK Status: SDK not validated
zh_cn: SDK 状态：SDK 未经过验证

source: SDK not validated
zh_cn: SDK 未经过验证

source: SGI black/white images
zh_cn: SGI 黑/白图像

source: SGI images
zh_cn: SGI 图像

source: SGI true color images
zh_cn: SGI 真彩色图像

source: SGI true color images with alpha
zh_cn: 带有 Alpha 的 SGI 真彩色图像

source: SSL status: "%s"
zh_cn: SSL 状态: "%s"

source: SWF Viewer
zh_cn: SWF 查看器

source: Sa&ve
zh_cn: &保存

source: Sa&ve All
zh_cn: 保存全部

source: Sample Rate
zh_cn: 采样率

source: Sample count per pixel does not correspond to the given color scheme.
zh_cn: 每个像素的样本数与给定的配色方案不对应。

source: Sandbox Mode (Windows8/Windows Phone/Tizen)
zh_cn: 沙盒模式（Windows8 / Windows Phone / Tizen）

source: Sat
zh_cn: 周六

source: Saturation:
zh_cn: 饱和度:

source: Saturday
zh_cn: 星期六

source: Save
zh_cn: 保存

source: Save &As
zh_cn: 保存为

source: Save / Load
zh_cn: 保存/载入

source: Save As
zh_cn: 另存为

source: Save Colour Palette
zh_cn: 保存调色板

source: Save Data Icon
zh_cn: 保存数据图标

source: Save Data location
zh_cn: 保存数据位置

source: Save Image as a PNG file
zh_cn: 将图像另存为 PNG 文件

source: Save Sprite as a PNG file
zh_cn: 将精灵另存为 PNG 文件

source: Save and Close
zh_cn: 保存并关闭

source: Save and Close Instance order
zh_cn: 保存和关闭实例顺序

source: Save the code to a text file
zh_cn: 将代码保存到一个文本文件中

source: Save the collection of triggers to a file
zh_cn: 将触发器集合保存到文件中

source: Save the game
zh_cn: 保存游戏

source: Save the image as a PNG file
zh_cn: 保存图像为一个 PNG 文件

source: Save the information to a file
zh_cn: 将信息保存到文件

source: Save the macros to a text file
zh_cn: 将宏保存到文本文件中

source: Save the object information to a file
zh_cn: 将物体信息保存到文件中

source: Save the sprite as a PNG file
zh_cn: 将精灵另存为 PNG 文件

source: SaveBtn
zh_cn: 保存

source: Saving
zh_cn: 保存中

source: Saving...
zh_cn: 保存...

source: Sc&ale...
zh_cn: &缩放...

source: Scale
zh_cn: 缩放

source: Scale X
zh_cn: X 缩放

source: Scale Tile or Instance Down
zh_cn: 缩放图块或实例向下

source: Scale Tile or Instance Down F78
zh_cn: 缩放图块或实例向下 F78

source: Scale Tile or Instance Up
zh_cn: 缩放图块或实例向上

source: Scale Tile or Instance Up F76
zh_cn: 缩放图块或实例向上 F76

source: Scale Y
zh_cn: Y 缩放

source: Scale and keep original aspect ratio
zh_cn: 缩放并保持原始纵横比

source: Scale but keep original aspect ratio
zh_cn: 缩放, 但保持原始纵横比

source: Scale but keep the original aspect ratio
zh_cn: 缩放, 但保持原始纵横比

source: Scale the path
zh_cn: 缩放路径

source: Scale the size of the image without changing the canvas size
zh_cn: 缩放图像的大小而不更改画布大小

source: Scale to full size of the window
zh_cn: 缩放到窗口的全尺寸

source: Scale to the full size of the window
zh_cn: 缩放到窗口的完整大小

source: Scale, but keep original aspect ratio
zh_cn: 缩放, 但保持原始纵横比

source: Scaling
zh_cn: 缩放

source: Scaling mode
zh_cn: 缩放模式

source: Scaling options
zh_cn: 缩放选项

source: Scan line index out of range
zh_cn: 扫描线索引超出范围

source: SceNpTitleId used during development
zh_cn: 开发过程中使用的 SceNpTitleId

source: Screen Color Depth
zh_cn: 屏幕颜色深度

source: Screenshot
zh_cn: 截图

source: Script Files|*.gml
zh_cn: 脚本文件|*.gml

source: Script Information
zh_cn: 脚本信息

source: Script Names
zh_cn: 脚本名称

source: Script Properties
zh_cn: 脚本属性

source: Scripts
zh_cn: 脚本

source: Scrollbar property out of range
zh_cn: 滚动条属性超出范围

source: Search For Resources matching Whole Word Only
zh_cn: 搜索只匹配整个单词的资源

source: Search For Resources...
zh_cn: 搜索资源...

source: Search In:
zh_cn: 搜索：

source: Search Knowledgebase
zh_cn: 搜索知识库

source: Search Panel
zh_cn: 搜索面板

source: Search for a string
zh_cn: 搜索字符串

source: Search in Scripts
zh_cn: 在脚本中搜索

source: Search in all tabs
zh_cn: 在所有选项卡中搜索

source: Search in both tabs
zh_cn: 在两个选项卡中搜索

source: Search string cannot be blank
zh_cn: 搜索字符串不能为空

source: Search:
zh_cn: 查找：

source: Section "%s" not found
zh_cn: 找不到 "%s" 部分

source: Section Alignment
zh_cn: 部分对齐

source: Security
zh_cn: 安全

source: Select &All
zh_cn: 全选

source: Select &All Ctrl+A
zh_cn: &全选 Ctrl+A

source: Select &all
zh_cn: 全选

source: Select &all Ctrl+A
zh_cn: &全选 Ctrl+A

source: Select All
zh_cn: 全选

source: Select All Instances
zh_cn: 选择所有实例

source: Select All Instances Ctrl+A
zh_cn: 选择所有实例 Ctrl+A

source: Select All Platforms
zh_cn: 选择所有平台

source: Select Colour Only
zh_cn: 仅选择颜色

source: Select Current Configuration
zh_cn: 选择当前配置

source: Select Current Target
zh_cn: 选择当前目标

source: Select Font
zh_cn: 选择字体

source: Select None
zh_cn: 全不选

source: Select Platform:
zh_cn: 选择平台:

source: Select Skin: (A restart will be required)
zh_cn: 选择皮肤: (需要重新启动)

source: Select a game that has already has a listing on the GameMaker: Player.
zh_cn: 选择已在 GameMaker: Player 上列出的游戏。

source: Select a game to update
zh_cn: 选择要更新的游戏

source: Select object to follow
zh_cn: 选择要跟踪的对象

source: Select resources from your asset package and add them to your project:
zh_cn: 从资产程序包中选择你的资源并将其添加到项目中:

source: Select resources from your project and add them to your asset package:
zh_cn: 从项目中选择资源并添加到你的资源包中

source: Select the Texture Group this background belongs to
zh_cn: 选择此背景所属的纹理组

source: Select the complete image
zh_cn: 选择完整图像

source: Select the icon for the Game
zh_cn: 选择游戏的图标

source: Select the image to be used
zh_cn: 选择要使用的图像

source: Select the platforms that your extension targets.
zh_cn: 选择扩展目标的平台。

source: Selected Line Number
zh_cn: 选定的行号

source: Selected Object
zh_cn: 选定的物体

source: Selected characters to copy from font
zh_cn: 要从字体复制的选定字符

source: Selecting a region (S)
zh_cn: 选择区域

source: Selecting by spraying (Y)
zh_cn: 喷涂 (Y) 选择

source: Selecting using a magic wand (W)
zh_cn: 使用魔术棒 (W) 选择

source: Selection Colour
zh_cn: 选中色

source: Self
zh_cn: 自身

source: Send to Back
zh_cn: 置入底层

source: Sensor
zh_cn: 感应器

source: Separa&te collision masks
zh_cn: 分离碰撞面罩

source: September
zh_cn: 九月

source: Server Port from
zh_cn: 服务器端口从

source: Server Port to
zh_cn: 服务器端口到

source: Service Config Manifest
zh_cn: 服务配置清单

source: Service Configuration ID
zh_cn: 服务配置 ID

source: Set &Alpha from File...
zh_cn: 从文件中设置 Alpha...

source: Set &Length...
zh_cn: &设定长度....

source: Set &Transparency Background...
zh_cn: 设置透明度背景......

source: Set LargeStream to True to send streams greater than 2GB
zh_cn: 将 LargeStream 设置为 True 以发送大于 2GB 的流

source: Set To Defaults
zh_cn: 设置为默认值

source: Set To Home Directory
zh_cn: 设置为主目录

source: Set the background used to indicate transparency
zh_cn: 设置用于指示透明度的背景

source: Set the character range to the complete set (0-255)
zh_cn: 将字符范围设置为完整集 (0-255)

source: Set the character range to the digits range (48-57)
zh_cn: 将字符范围设置为数字范围 (48-57)

source: Set the character range to the letters range (65-122)
zh_cn: 将字符范围设置为字母范围 (65-122)

source: Set the character range to the normal range (32-127)
zh_cn: 将字符范围设置为正常范围 (32-127)

source: Set the size of the blocks
zh_cn: 设置块的大小

source: SetCipher failed.
zh_cn: 设置密码失败。

source: Sets the alpha transparency value based on the color in an image
zh_cn: 根据图像中的颜色设置 alpha 透明度值

source: Setting bit transparency color is not allowed for png images containing alpha value for each pixel (COLOR_RGBALPHA and COLOR_GRAYSCALEALPHA)
zh_cn: 对于每个像素包含 alpha 值的 PNG 图像，不允许设置位透明度颜色 (COLOR_RGBALPHA 和 COLOR_GRAYSCALEALPHA)

source: Settings
zh_cn: 设置

source: Sevenzip: Error result (%.8x) "%s"
zh_cn: Sevenzip: 错误结果 (%.8x) "%s"

source: Sevenzip: Failed to get in archive interface for class %s
zh_cn: Sevenzip: 无法进入类 %s 的存档接口

source: Sevenzip: Failed to get out archive interface for class %s
zh_cn: Sevenzip: 无法获取类 %s 的存档接口

source: Sevenzip: Failed to load 7z.dll
zh_cn: Sevenzip: 无法加载 7z.dll

source: Sevenzip: Unknown value type (%d) for property ID %d
zh_cn: Sevenzip: 属性 ID %d 的未知值类型 (%d)

source: Sha&dow...
zh_cn: 阴影...

source: Shader Names
zh_cn: 着色器名称

source: Shader Properties
zh_cn: 着色器属性

source: Shaders
zh_cn: 着色器

source: Shape
zh_cn: 形状

source: Shared 2nd-Level TLB: 4 KByte pages, 4-way associative, 512 entries
zh_cn: 共享的二级TLB：4 KByte 页，4 路集关联，512个条目

source: Sharpen Colors
zh_cn: 锐化颜色

source: Sharpen Transparency
zh_cn: 锐化透明度

source: Sharpen the image
zh_cn: 锐化图像

source: Shift
zh_cn: 移动

source: Shift Moments
zh_cn: 移动时刻

source: Shift all instances by a specified amount
zh_cn: 按指定数量转移所有实例

source: Shift moments by an amount
zh_cn: 移动一定数量的时刻

source: Shift the hue
zh_cn: 平移色调

source: Shift the image
zh_cn: 移动图像

source: Shift the path
zh_cn: 移动路径

source: Shift the view to the bottom
zh_cn: 将视野移到底部

source: Shift the view to the left
zh_cn: 向左移动视野

source: Shift the view to the right
zh_cn: 向右移动视野

source: Shift the view to the top
zh_cn: 将视野移至顶部

source: Short description
zh_cn: 简述

source: Short-Circuit evaluations
zh_cn: 短路评估

source: Show
zh_cn: 显示

source: Show &Constants
zh_cn: 显示常量

source: Show &Extension Functions
zh_cn: 显示扩展函数

source: Show &Information
zh_cn: 显示信息

source: Show &Object Information
zh_cn: 显示物体信息

source: Show &Preview
zh_cn: 显示预览

source: Show &Preview Ctrl+P
zh_cn: &显示预览 Ctrl+P

source: Show &function argument help
zh_cn: 显示函数参数帮助

source: Show &line numbers
zh_cn: 显示行号

source: Show Backgrounds
zh_cn: 显示背景

source: Show Big Resource Tree Icons
zh_cn: 显示大资源树图标

source: Show Built-in &Functions
zh_cn: 显示内置函数

source: Show Built-in &Variables
zh_cn: 显示内置变量

source: Show Creation Code ToolTip
zh_cn: 显示创建代码工具提示

source: Show Filter Tree options on main form
zh_cn: 在主窗体上显示“过滤树”选项

source: Show Foregrounds
zh_cn: 显示前景

source: Show Invisible Objects
zh_cn: 显示不可见物体

source: Show Isometric Grid
zh_cn: 显示等个网格

source: Show Key Hash
zh_cn: 显示密钥哈希

source: Show Log
zh_cn: 显示日志

source: Show Minimap in Room Editor
zh_cn: 在房间编辑器中显示小地图

source: Show Objects
zh_cn: 显示物体

source: Show Objects with no sprites
zh_cn: 显示没有精灵的物体

source: Show Password
zh_cn: 显示密码

source: Show Preview
zh_cn: 显示预览

source: Show SCM Output
zh_cn: 显示 SCM 输出

source: Show Status
zh_cn: 显示状态

source: Show Tiles
zh_cn: 显示图块

source: Show Views
zh_cn: 显示视野

source: Show a preview of the image
zh_cn: 显示图像预览

source: Show a&uto-completion options
zh_cn: 显示自动完成选项

source: Show auto-complete
zh_cn: 显示自动完成

source: Show code sni&ppets with F2
zh_cn: 使用 F2 显示代码片段

source: Show code snippets with F2
zh_cn: 使用 F2 显示代码片段

source: Show collision mask
zh_cn: 显示碰撞遮罩

source: Show commands in compile window
zh_cn: 在编译窗口中显示命令

source: Show commands with verbose flag
zh_cn: 显示带有详细标志的命令

source: Show compile form on startup
zh_cn: 启动时显示编译表单

source: Show fin&d strings
zh_cn: 显示查找字符串

source: Show find strings
zh_cn: 显示查找字符串

source: Show function argument help
zh_cn: 显示函数参数帮助

source: Show help on GameMaker
zh_cn: 在 GameMaker 上显示帮助

source: Show hints for actions
zh_cn: 显示操作提示

source: Show image in original size
zh_cn: 以原始大小显示图像

source: Show information about the object
zh_cn: 显示有关物体的信息

source: Show information about the time line
zh_cn: 显示有关时间线的信息

source: Show line numbers
zh_cn: 显示行号

source: Show matching &brackets
zh_cn: 显示匹配括号

source: Show matching brackets
zh_cn: 显示匹配的括号

source: Show news in default &browser
zh_cn: 在默认浏览器中显示新闻

source: Show news in default browser
zh_cn: 在默认浏览器中显示新闻

source: Show news on startup
zh_cn: 启动时显示新闻

source: Show password
zh_cn: 显示密码

source: Show recently edited games in file menu
zh_cn: 在 "文件" 菜单中显示最近编辑的游戏

source: Show the collision mark as a dark area in the sprite image
zh_cn: 将碰撞标记显示为精灵图像中的深色区域

source: Show the find and replace panel
zh_cn: 显示查找和替换面板

source: Show the help file
zh_cn: 显示帮助文件

source: Show the next subimage
zh_cn: 显示下一子图像

source: Show the previous subimage
zh_cn: 显示上一子图像

source: Show the window &border and caption
zh_cn: 显示窗口边框和标题

source: Show the window border and caption
zh_cn: 显示窗口边框和标题

source: Show& &news on startup
zh_cn: 启动时的显示新闻

source: Show:
zh_cn: 显示:

source: Signature
zh_cn: 签名

source: Signing (Javascript)
zh_cn: 签名（Javascript）

source: Signing (Native)
zh_cn: 签名（Native）

source: Signing Identity
zh_cn: 签名标识

source: Signing Identity string used by codesign (will match from this pattern to identitys in your keychain)
zh_cn: 签名软硬件使用的标识字符串 (将从该模式匹配到钥匙串中的 identitys)

source: Signing identities can be easily created in Xcode->Preferences->Accounts->Team->View Details->Developer ID Application->Create.
zh_cn: 签名身份很容易创建，它在 Xcode -> Preferences（首选项）->Accounts（帐户）->Team（团队）->View Details（查看详情）->Developer ID Application（开发者ID应用）->Create（创建）。

source: Signing identities will be matched, so the default value should be sufficient if you are only the member of one development team.
zh_cn: 仅仅是开发团队的成员，签名身份也将会匹配，默认值应该也是足够的。

source: Simulator: Apple TV 1080p
zh_cn: 模拟器：Apple TV 1080p

source: Simulator: iPad 2
zh_cn: 模拟器：iPad 2

source: Simulator: iPad Air
zh_cn: 模拟器：iPad Air

source: Simulator: iPad Air 2
zh_cn: 模拟器：iPad Air 2

source: Simulator: iPad Pro
zh_cn: 模拟器：iPad Pro

source: Simulator: iPad Retina
zh_cn: 模拟器：iPad Retina

source: Simulator: iPhone 4s
zh_cn: 模拟器：iPhone 4s

source: Simulator: iPhone 5
zh_cn: 模拟器：iPhone 5

source: Simulator: iPhone 5s
zh_cn: 模拟器：iPhone 5s

source: Simulator: iPhone 6
zh_cn: 模拟器：iPhone 6

source: Simulator: iPhone 6 Plus
zh_cn: 模拟器：iPhone 6 Plus

source: Simulator: iPhone 6s
zh_cn: 模拟器：iPhone 6s

source: Simulator: iPhone 6s Plus
zh_cn: 模拟器：iPhone 6s Plus

source: Single Color
zh_cn: 单色

source: Size
zh_cn: 大小

source: Size of Code
zh_cn: 代码大小

source: Size of Headers
zh_cn: 标头的大小

source: Size of Heap Commit
zh_cn: 堆提交的大小

source: Size of Heap Reserve
zh_cn: 堆储量的大小

source: Size of Image
zh_cn: 图像的大小

source: Size of Initialized Data
zh_cn: 初始化数据大小

source: Size of Optional Header
zh_cn: 可选标头的大小

source: Size of Stack Commit
zh_cn: 堆栈提交的大小

source: Size of Stack Reserve
zh_cn: 堆栈储备的大小

source: Size of Uninitialized Data
zh_cn: 未初始化数据大小

source: Size:
zh_cn: 尺寸：

source: Size: 0 bytes
zh_cn: 大小: 0 bytes

source: Size: 32 x 32
zh_cn: 尺寸: 32 x 32

source: Skew the image
zh_cn: 扭曲图像

source: Skip the Xcodebuild step
zh_cn: 跳过 Xcodebuild 步骤

source: Sleep Margin (advanced):
zh_cn: 休眠余量 (高级):

source: Small
zh_cn: 小

source: Smart &tabs
zh_cn: 智能选项卡

source: Smooth
zh_cn: 平滑

source: Smooth Edges
zh_cn: 平滑边缘

source: Smooth the edges of the image, making them partially transparent
zh_cn: 平滑图像边缘，使其部分透明

source: Snap &X:
zh_cn: 吸附 X:

source: Snap &Y:
zh_cn: 吸附 Y:

source: Snap to Grid
zh_cn: 对齐到网格

source: Snap to the grid
zh_cn: 对齐到网格

source: So&lid
zh_cn: 固体

source: Social
zh_cn: 社交（Social）

source: Socks server did not respond.
zh_cn: Socks 服务器无响应。

source: Soft shadow
zh_cn: 柔体阴影

source: Some features have been removed (or may not be supported by the target platform).
zh_cn: 某些功能已被删除 (或可能不支持目标平台)。

source: Some operation could not be performed because the system is out of resources.
zh_cn: 由于系统资源不足, 无法执行某些操作。

source: Sort by Name
zh_cn: 按名称排序

source: Sort the macros
zh_cn: 对宏进行排序

source: Sound Editors
zh_cn: 声音编辑器

source: Sound Names
zh_cn: 声音名称

source: Sound Properties
zh_cn: 声音属性

source: Sound files|*.wav;*.mp3;*.ogg|Wave files|*.wav|MP3 files|*.mp3|OGG files|*.ogg|All files|*.*
zh_cn: 声音文件|*.wav;*.mp3;*.ogg|波形文件|*.wav|MP3 文件|*.mp3|OGG 文件|*.ogg|所有文件|*.*

source: Sounds
zh_cn: 声音

source: Source Control
zh_cn: 源码控制

source: Source Control Commit Message
zh_cn: 源码控制提交消息

source: Source Control Config
zh_cn: 源代码管理配置

source: Source Control Conflicts
zh_cn: 源码控制冲突

source: Source Control Information
zh_cn: 源代码管理信息

source: Source Control Status
zh_cn: 源代码管理状态

source: Sp&eed:
zh_cn: 速度:

source: Spawn new IDE session
zh_cn: 生成新 IDE 会话

source: Special
zh_cn: 特殊

source: Specify code to be executed when the room is created
zh_cn: 指定创建房间时要执行的代码

source: Specify the bounding box yourself
zh_cn: 自行指定边界框

source: Speed:
zh_cn: 速度:

source: Spine Agreement
zh_cn: Spine 协议

source: Spine Editor
zh_cn: Spine 编辑器

source: Splash Screen
zh_cn: 启动画面

source: Splash Screens
zh_cn: 启动画面

source: Splash screen
zh_cn: 初始屏幕

source: Splash screen (optional)
zh_cn: 初始屏幕 (可选)

source: Splash screen to display
zh_cn: 要显示的初始屏幕

source: Splash screen to show
zh_cn: 要显示的初始屏幕

source: Splash screen to use
zh_cn: 要使用的初始屏幕

source: Splash screens
zh_cn: 启动画面

source: Spray Select
zh_cn: 喷雾选择

source: Spray Select Y
zh_cn: 喷涂选择 Y

source: Spray Tool
zh_cn: 喷雾工具

source: Spray Tool A
zh_cn: 喷涂工具 A

source: Spray paint on the image (A)
zh_cn: 在图像上喷漆 (A)

source: Spread out the moments adding additional time between them
zh_cn: 展开他们之间增加额外时间的时刻

source: Sprite
zh_cn: 精灵

source: Sprite Editor
zh_cn: 精灵编辑器

source: Sprite Form
zh_cn: 精灵形式

source: Sprite Mask
zh_cn: 精灵遮罩

source: Sprite Name:
zh_cn: 精灵名称:

source: Sprite Names
zh_cn: 精灵名称

source: Sprite Properties
zh_cn: 精灵属性

source: Sprites
zh_cn: 精灵

source: St&op the game while showing help
zh_cn: 在显示帮助时停止游戏

source: Sta&y always on top
zh_cn: 始终在顶部

source: Start Awake
zh_cn: 初始唤醒

source: Start in &fullscreen mode
zh_cn: 以全屏模式启动

source: Start in fullscreen mode
zh_cn: 以全屏模式启动

source: Startup
zh_cn: 启动

source: Status
zh_cn: 状态

source: Status Log
zh_cn: 状态日志

source: Status Log Format
zh_cn: 状态日志格式

source: Status Log Headers
zh_cn: 状态日志标头

source: Status Log Values
zh_cn: 状态日志值

source: Status:
zh_cn: 状态:

source: Steam Application ID
zh_cn: Steam 应用 ID

source: Steam Workshop Agreement
zh_cn: Steam 创意工坊协议

source: Steamworks SDK location
zh_cn: Steamworks SDK 路径

source: Step
zh_cn: 步

source: Step Event
zh_cn: 步事件

source: Stereo
zh_cn: 立体声

source: Stop
zh_cn: 停止

source: Stop the game while showing help
zh_cn: 在显示帮助时停止游戏

source: Stop the sound
zh_cn: 停止声音

source: Stop web server
zh_cn: 停止 web 服务器

source: Store Logo
zh_cn: 商店Logo

source: Str&etch...
zh_cn: &拉伸...

source: Straight Line
zh_cn: 直线

source: Stream is read-only
zh_cn: 流是只读的

source: Stream read error in %s file.
zh_cn: 流式传输 %s 文件中的读取错误。

source: Stretch
zh_cn: 拉伸

source: Stretch background
zh_cn: 拉伸背景

source: Stretch the background to fill the whole room
zh_cn: 拉伸背景以填满整个房间

source: Stretch the image to a new size
zh_cn: 将图像拉伸为新大小

source: Strong
zh_cn: 强

source: Style
zh_cn: 样式

source: Sub-menu is not in menu
zh_cn: 子菜单不在菜单中

source: Submission &Guide
zh_cn: 提交指南

source: Submit
zh_cn: 提交

source: Submit License
zh_cn: 提交许可证

source: Subsampling value is invalid.
zh_cn: 子采样值无效。

source: Subsystem
zh_cn: 子系统

source: Subsystem Version
zh_cn: 子系统版本

source: Subtle
zh_cn: 微妙

source: Sun
zh_cn: 周日

source: Sunday
zh_cn: 星期天

source: Supported Resolutions
zh_cn: 支持的分辨率

source: Suppress build and run (just create Xcode project on Mac)
zh_cn: 禁止构建和运行（只需在 Mac 上创建 Xcode 项目）

source: Switch to Steam Play mode
zh_cn: 切换到 Steam Play 模式

source: Symbols Pointer
zh_cn: 符号指针

source: Syntax Check (msec):
zh_cn: 语法检查 (毫秒):

source: System Event
zh_cn: 系统事件

source: System Frameworks (Check for weak reference)
zh_cn: 系统框架 (检查弱引用)

source: TTL expired.
zh_cn: TTL 已过期。

source: Tab
zh_cn: 选项卡

source: Tab style incompatible with current tab position
zh_cn: 选项卡样式与当前选项卡位置不兼容

source: Tagged image file format images
zh_cn: 标记的图像文件格式图像

source: Tahoma
zh_cn: Microsoft YaHei UI

source: Target
zh_cn: 目标

source: Target Device Type
zh_cn: 目标设备类型

source: Target Options
zh_cn: 目标选项

source: Target Platform Version
zh_cn: 目标平台版本

source: Target SDK
zh_cn: 目标平台 SDK

source: Target:
zh_cn: 目标:

source: Targets Audio Group is Valid for
zh_cn: 目标音频组适用于

source: Targets Texture Group is Valid for
zh_cn: 目标纹理组适用于

source: Targets for current Audio Group
zh_cn: 当前音频组的目标

source: Targets for current Texture Group
zh_cn: 当前纹理组的目标

source: Targets to copy to
zh_cn: 要复制到的目标

source: Team Identifier
zh_cn: 团队标识符

source: Temp directory:
zh_cn: 临时目录:

source: Test Kit
zh_cn: 测试套件

source: Text C&olor...
zh_cn: 文本颜色...

source: Text Color
zh_cn: 文本颜色

source: Text Tool
zh_cn: 文本编辑器

source: Text Tool T
zh_cn: 文本工具 T

source: Texture Group Settings
zh_cn: 纹理组设置

source: Texture Group for Font page
zh_cn: 字体页面的纹理组

source: Texture Group:
zh_cn: 纹理组:

source: Texture Pages
zh_cn: 纹理页

source: Texture Settings
zh_cn: 纹理设定

source: Texture border width (texels):
zh_cn: 纹理边框宽度 (纹素):

source: Texture group NOT scaled
zh_cn: 纹理组未缩放

source: Texture group contents:
zh_cn: 纹理组内容:

source: Texture groups:
zh_cn: 纹理组:

source: The "Portable Network Graphics" could not be created because invalid image type parameters have being provided.
zh_cn: 无法创建 "便携式网络图形", 因为提供了无效的图像类型参数。

source: The "Portable Network Graphics" image contains an invalid palette.
zh_cn: "便携式网络图形" 图像包含无效的调色板。

source: The "Portable Network Graphics" image could not be loaded because one of its main piece of data (ihdr) might be corrupted
zh_cn: 无法加载 "便携式网络图形" 图像, 因为其主要数据块之一 (ihdr) 可能已损坏

source: The IOHandler already has a different Intercept assigned
zh_cn: IOHandler 已经分配了不同的拦截

source: The MMF named "%s" cannot be created empty
zh_cn: 名为 "%s" 的 MMF 不能创建为空

source: The Module with handle %d is not valid
zh_cn: 句柄 %d 的模块无效

source: The Sony packed ID
zh_cn: 索尼 packed ID

source: The author of the game
zh_cn: 游戏作者

source: The company information for the game
zh_cn: 游戏的公司信息

source: The compression scheme is
zh_cn: 压缩方案是

source: The copyright information for the game
zh_cn: 游戏的版权信息

source: The current default method
zh_cn: 当前默认方法

source: The depth at which the object is drawn
zh_cn: 绘制物体的深度

source: The description for the game
zh_cn: 游戏描述

source: The file %s already exists in the archive
zh_cn: 文件 %s 已存在于存档中

source: The file %s does not exist
zh_cn: 文件 %s 不存在

source: The file being read is not a valid "Portable Network Graphics" image because it contains an invalid header.
zh_cn: 正在读取的文件不是有效的 "便携式网络图形" 图像, 因为它包含无效的标头。

source: The filename under which to save the resource
zh_cn: 要在其中保存资源的文件名

source: The height of each image
zh_cn: 每个图像的高度

source: The horizontal position of the image
zh_cn: 图像的水平位置

source: The horizontal scrolling speed
zh_cn: 水平滚动速度

source: The horizontal snap distance
zh_cn: 水平捕捉距离

source: The image used as collision mask for the object
zh_cn: 用作物体的冲突遮罩的图像

source: The list of points
zh_cn: 点列表

source: The location of your organisation
zh_cn: 您的组织的位置

source: The name of the background
zh_cn: 背景的名称

source: The name of the font
zh_cn: 字体名称

source: The name of the object
zh_cn: 对象的名称

source: The name of the path
zh_cn: 路径的名称

source: The name of the room
zh_cn: 房间的名称

source: The name of the script
zh_cn: 脚本的名称

source: The name of the shader
zh_cn: 着色器的名称

source: The name of the sound
zh_cn: 声音的名称

source: The name of the sprite
zh_cn: 精灵的名字

source: The name of the time line
zh_cn: 时间线的名称

source: The name of your extension
zh_cn: 扩展名的名称

source: The new size provided for image resizing is invalid.
zh_cn: 为图像调整大小提供的新大小无效。

source: The number of steps per second
zh_cn: 每秒步骤数

source: The object that must remain visible in the view
zh_cn: 在视图中必须保持可见的对象

source: The parent from which events and actions are
zh_cn: 事件和操作的父级

source: The png image could not be loaded from the resource ID.
zh_cn: 无法从资源 ID 加载 PNG 图像。

source: The process with ID %d is not valid
zh_cn: ID为 %d 的进程无效

source: The product name for the game
zh_cn: 游戏的产品名称

source: The quality level used for this vector sprite
zh_cn: 此矢量精灵使用的质量级别

source: The simplest method
zh_cn: 最简单的方法

source: The size of the images are not equal.
zh_cn: 图像的大小不相等。

source: The sprite used to represent the object
zh_cn: 用于表示物体的精灵

source: The value %s was not found.
zh_cn: 找不到值 %s 。

source: The version of the game
zh_cn: 游戏版本

source: The vertical position of the image
zh_cn: 图像的垂直位置

source: The vertical scrolling speed
zh_cn: 垂直滚动速度

source: The vertical snap distance
zh_cn: 垂直捕捉距离

source: The width of each image
zh_cn: 每个图像的宽度

source: The window with handle %d is not valid
zh_cn: 具有句柄 %d 的窗口无效

source: The x-coordinate in the sprite that is used for the origin
zh_cn: 用于原点的精灵中的 x 坐标

source: The y-coordinate in the sprite that is used for the origin
zh_cn: 用于原点的精灵中的 y 坐标

source: Thickness:
zh_cn: 厚度:

source: This "Portable Network Graphics" image is invalid because it has missing image parts.
zh_cn: 此 "便携式网络图形" 图像无效, 因为它缺少图像部件。
